{
    "options": {
        "about": "About",
        "theme": "Theme",
        "language": "Language"
    },
    "about": {
        "title": "About TrickleDown.js",
        "content": {
            "description": [
                "The point of this app is to show in a fun, visual way, how long it would take you to buy things. And to compare that time to, say, <i>how long it would take Elon Musk or whoever rich folk to buy the same thing</i>.",
                "While not always accurate, this demonstration usually leads to important questions like <i>\"Howthe fuck can these guys have this much money?\"</i>, <i>\"Will I ever be able to buy a house?\"</i>or even <i>\"Who should I contact to buy a 65 m Yacht right now?\"</i>.",
                "Let me get this straight: the point is definitely not to be perfectly accurate. The arguments saying that Musk's indecent fortune shouldn't be compared to a wage, that it is only dependant on the value of his companies or whatever, <u>are misleading and empty</u>. What matters is that these people have access to infinitely more than the rest of us, and that we will never, ever catch up.",
                "If the numbers in this app were to be balanced, it would be up not down."
            ],
            "madeInFrance": [
                "This app was made in 🇫🇷 France!",
                "Hence the very <i>french</i> context, wage types, currency and so on."
            ],
            "roadmap": [
                {
                    "title": "Add a toggle [ 24/7 / 8 hours a day ]",
                    "description": "Buying an iPhone sure takes 5 days working 24/7, but it takes a month working decent hours"
                },
                {
                    "title": "Add more wages and things to buy",
                    "description": "I'll eventually have to order them somehow"
                },
                {
                    "title": "Add your own!",
                    "description": "Minimalistic interface to create wages or things to buy, saved locally"
                },
                {
                    "title": "Localization",
                    "description": "Add more languages"
                },
                {
                    "title": "New currencies",
                    "description": "USD and CAD are on the menu"
                },
                {
                    "title": "Code optimizations",
                    "description": "This interval thing will probably break at some point — or it already has... ?"
                }
            ]
        }
    },
    "things": {
        "baguette": "A baguette",
        "busFare": "Bus fare",
        "pint": "A pint (50 cL) of beer"
    }
}